{
    "projects": {
        "supperclub": {
            "title": "Supperclub",
            "tagline": "2014",
            "description": "This project developed as a collaboration with Elizabeth Bragg, Food Consultant, and Nicholas Tannett, Sous-Chef at Chiltern Firehouse. We teamed up to organise an organic pop-up restaurant in London, serving a five course menu accompanied by three bespoke cocktails. All food was served in wooden plates designed for the occasion with a natural finish aimed at highlighting the importance of sustainable ingredients and homemade food. The idea was to allow the collection to resonate with the interior, landscape and graphic design, which were all developed specifically for the event. Interior Architecture. Graphic Design: Handmade stamps for menu and invitation. Plates: Oak, rosewood, brass.",
            "mainImage": "ClarisseDubus-Supperclub-1.jpg"
        },
        "mazagran": {
            "title": "Mazagran",
            "tagline": "2010",
            "description": "Coffee and tea cups are part of our everyday life and culture. By using secondhand cups and modifying them to take on different shapes, I invoke the cultural memory of the viewer and invite him/her to have a new look at this common object. Porcelain, ceramic, secondhand cups.",
            "mainImage": "ClarisseDubus-Cup-1.jpg"
        },
        "botte-cul": {
            "title": "Botte-Cul Stool",
            "tagline": "2010",
            "description": "The botte-cul is the name given to the monopode stool used by farmers to milk cows in the valleys of the Alps. It was often attached around the waist using a strap or belt that allowed for ease of movement in the stable. The specificity of purpose of the botte-cul contrasts with the universality of many everyday objects. We often sit and recline without thinking or taking notice of how our bodies are interacting with the environment. The design of the Botte-Cul Stool builds on the historic use of the botte-cul to provide context to an object that enables some of the most repetitive and automatic of our actions. White shoes, oak, metal.",
            "mainImage": "ClarisseDubus-Manifesto-Botte-Cul-1.jpg"
        },
        "bench": {
            "title": "Bench",
            "tagline": "2010",
            "description": "A bench is an object that fosters connections. It creates social links and relations between bodies and space. Not only is it a point of reference or orientation within its context, but also serves to identify the purpose of a given location. It’s in this spirit that this bench has been developed. It is a reflection of its surroundings, blending with the architecture that upholds it by imitating its curves, extending them, and thus allowing us to better connect with its environment. L150 x W45 x H250cm. Wood, metal. Exhibited at the Galerie VIA in Paris and Designhuis in Eindhoven.",
            "mainImage": "ClarisseDubus-Bench-1.jpg"
        },
        "celine": {
            "title": "Celine",
            "tagline": "2010",
            "description": "Bracelet design developed for a Céline competition. Leather, brass.",
            "mainImage": "ClarisseDubus-Celine-Sketch-1.jpg"
        },
        "catwalk": {
            "title": "Catwalk",
            "tagline": "2013",
            "description": "Design and production of catwalk and clothes rack for the Autumn/Winter LLB Collection Fashion Show. Catwalk: Lights projector, wooden pallets. Clothes Rack: Wood, metal, plaster.",
            "mainImage": "CD-CatWalk+ClothesRack-1.jpg"
        },
        "manifesto": {
            "title": "Manifesto",
            "tagline": "2010",
            "description": "“Le lit est donc l'espace individuel par excellence, l'espace élémentaire du corps. […] On passe plus du tiers de sa vie dans un lit. Le lit est un des rares endroits où l'on se tienne dans une position grosso modo horizontale. Les autres sont d'un emploi beaucoup plus spécialisé : table d'opération, banquette de sauna, chaise longue, plage, divan de psychanalyste... Techniques du sommeil: La notion que le coucher est quelque chose de naturel est complètement inexacte. [Mauss, 1950].” - Georges Perec, Espèces d’espaces.",
            "mainImage": "ClarisseDubus-Manifesto-SleepingBeauty-1.jpg"
        },
        "light": {
            "title": "Light",
            "tagline": "2010",
            "description": "The relation between body and space is traditionally dependent on culture. The uniformisation of our environment, on the one hand by the Le Corbusier’s Modulor system and on the other by the mechanisation of production lines, has slowly diminished the importance of these intercultural differences. Light challenges this tendency, inviting the public to interact differently with their environment by departing from traditional light switching mechanisms and exploring alternative ones. Light #1- Thermoform plastic, chain, Edison light. Light #2- Thermoform plastic, Metal stick, Edison light and LED. Exhibited at the Galerie VIA in Paris.",
            "mainImage": "ClarisseDubus-Light1+2-2.jpg"
        },
        "woodstock": {
            "title": "Woodstock",
            "tagline": "2014",
            "description": "This project was developed in collaboration with Violaine Truchetet. This object was conceived with a desire to structure and shape a space. Although it appears to resemble furniture in the form of a destructed chest of drawers, it is nevertheless a separating element in a room. This \"semi-partition\" provides several types of compartments on each of its sides and encourages wandering around its structure. Each face has different storage elements; drawers of unequal sizes but also open surfaces that can be used as simple shelves. Painted metal, wood.",
            "mainImage": "ClarisseDubus-WoodStock-Chateauneuf-1.jpg"
        },
        "wedding-invitation": {
            "title": "Wedding Invitation",
            "tagline": "2016",
            "description": "This wedding invitation was inspired by the bride's favorite flower, the Nigella damascena. A minimalist and stylish logo was created to suit the occasion. Each invitation and accompanying menu were printed on cotton paper and stamped by hand. Handmade stamp on custom paper.",
            "mainImage": "ClarisseDubus-WeddingInvitation-AR-1.JPG"
        }
    }
}